<%--
  Created by IntelliJ IDEA.
  User: full5-9
  Date: 2024-11-15
  Time: 오후 1:50
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<h1>서비스 이용약관</h1>

<div class="section">
  <h2>제 1 장 총칙</h2>
  <h3>제 1 조 (목적)</h3>
  <p>본 약관은 nanusam (이하 "nanusam")이 제공하는 모든 서비스(이하 "서비스")의 이용조건 및 절차, 이용자와 nanusam의 권리, 의무, 책임사항과 기타 제반 사항을 규정함을 목적으로 합니다.</p>

  <h3>제 2 조 (약관의 명시와 개정)</h3>
  <p>1. nanusam은 이 약관의 내용과 주소지, 관리자의 성명, 개인정보보호 담당자의 성명, 연락처(전화, 팩스, 전자우편 주소 등) 등을 이용자가 알 수 있도록 nanusam의 초기 서비스화면(전면)에 게시합니다.</p>
  <p>2. nanusam은 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.</p>
  <p>3. nanusam이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 nanusam의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일 까지 공지합니다.</p>
  <p>4. 이 약관에 동의하는 것은 정기적으로 웹을 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 nanusam에서 책임지지 않습니다.</p>
  <p>5. 회원은 변경된 약관에 동의하지 않을 경우 회원 탈퇴(해지)를 요청할 수 있으며, 변경된 약관의 효력 발생일로부터 7일 이후에도 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.</p>
  <p>6. 본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 기타 관련 법령의 규정에 의합니다.</p>

  <h3>제 3 조 (용어의 정의)</h3>
  <p>1. 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
  <ul class="sub-section">
    <li>① 이용계약: 서비스 이용과 관련하여 nanusam과 이용자 간에 체결하는 계약</li>
    <li>② 가입: nanusam이 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하여 서비스 이용계약을 완료시키는 행위</li>
    <li>③ 회원: nanusam에 회원가입에 필요한 개인 정보를 제공하여 회원 등록을 한 자로서, nanusam의 정보 및 서비스를 이용할 수 있는 자</li>
    <li>④ 이용자번호(ID): 이용고객의 식별과 이용자가 서비스 이용을 위하여 이용자가 정하고 nanusam이 승인하는 문자와 숫자의 조합</li>
    <li>⑤ 비밀번호(PW): 이용자가 등록회원과 동일인인지 신원을 확인하고 통신상의 자신의 개인정보보호를 위하여 이용자 자신이 정한 문자와 숫자의 조합</li>
    <li>⑥ 게시물: 회원이 서비스를 이용하면서 게시한 글, 이미지, 동영상 등 각종 파일과 링크 등</li>
    <li>⑦ 탈퇴(해지): 서비스 또는 회원이 이용계약을 종료하는 행위</li>
  </ul>
  <p>2. 본 약관에서 정의하지 않은 용어는 개별서비스에 대한 별도약관 및 이용규정에서 정의합니다.</p>
</div>

<div class="section">
  <h2>제 2 장 이용계약의 성립 및 해지</h2>
  <h3>제 4 조 (이용 계약의 성립)</h3>
  <p>1. 이용계약은 이용자가 본 이용약관 내용에 대한 동의와 이용신청에 대하여 nanusam의 이용승낙으로 성립합니다.</p>
  <p>2. 본 이용약관에 대한 동의는 이용신청 당시 해당 nanusam의 '동의함' 버튼을 누름으로써 의사표시를 합니다.</p>

  <h3>제 5 조 (회원가입 및 탈퇴)</h3>
  <p>1. 회원가입은 신청자가 온라인으로 nanusam에서 제공하는 소정의 가입신청 양식에서 요구하는 사항을 기록하여 가입을 완료하는 것으로 성립됩니다.</p>
  <p>2. nanusam은 다음 각 호에 해당하는 회원에 대하여는 가입을 취소할 수 있습니다.</p>
  <ul class="sub-section">
    <li>① 다른 사람의 명의를 사용하여 신청하였을 때</li>
    <li>② 회원가입 신청서의 내용을 허위로 기재하였거나 신청하였을 때</li>
    <li>③ 사회의 안녕 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때</li>
    <li>④ 다른 사람의 nanusam 서비스 이용을 방해하거나 그 정보를 도용하는 등의 행위를 하였을 때</li>
    <li>⑤ nanusam을 이용하여 법령과 본 약관이 금지하는 행위를 하는 경우</li>
    <li>⑥ 기타 nanusam이 정한 회원가입 요건이 미비 되었을 때</li>
  </ul>

  <h3>제 6 조 (이용자번호 부여 및 변경 등)</h3>
  <p>1. nanusam은 이용고객에 대하여 약관에 정하는 바에 따라 이용자 ID를 부여합니다.</p>
  <p>2. 이용자번호(ID)는 원칙적으로 변경이 불가하며 부득이한 사유로 인하여 변경하고자 하는 경우에는 해당 ID를 해지하고 재가입해야 합니다.</p>

  <h3>제 7 조 (회원정보 사용에 대한 동의)</h3>
  <p>1. nanusam은 회원정보를 “공공기관의 개인정보보호에 관한 법률”에 의해 보호합니다.</p>
  <p>2. nanusam의 회원 정보는 다음과 같이 수집, 사용, 관리, 보호됩니다.</p>
  <ul class="sub-section">
    <li>① 개인정보의 수집: nanusam은 회원이 nanusam 서비스 가입 시 제공하는 정보를 통하여 정보를 수집합니다.</li>
    <li>② 개인정보의 사용: nanusam은 nanusam 서비스 제공과 관련해서 수집된 회원의 신상정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다.</li>
    <li>③ 개인정보의 관리: 회원은 개인정보의 보호 및 관리를 위하여 서비스의 개인정보관리에서 수시로 본인의 개인정보를 수정/삭제할 수 있습니다.</li>
    <li>④ 개인정보의 보호: 회원의 개인정보는 오직 본인만이 열람/수정/삭제할 수 있으며, 이는 전적으로 회원의 ID와 비밀번호에 의해 관리되고 있습니다.</li>
  </ul>
</div>